export const STUDENT = [
  { key: 'หน้าหลัก', label: 'หน้าหลัก' },
  {
    key: 'ข้อมูลหลัก',
    label: 'ข้อมูลหลัก',
    sub: [
      { key: 'ข้อมูลภาควิชา', label: 'ข้อมูลภาควิชา' },
      { key: 'ข้อมูลหลักสูตร', label: 'ข้อมูลหลักสูตร' },
      { key: 'ข้อมูลรายวิชา', label: 'ข้อมูลรายวิชา' },
    ],
  },
  {
    key: 'ผู้ใช้งานระบบ',
    label: 'ผู้ใช้งานระบบ',
  },
  { key: 'หลักสูตร', label: 'หลักสูตร' },
  { key: 'ผลการเรียนรู้', label: 'ผลการเรียนรู้' },
  { key: 'รายงาน', label: 'รายงาน' },
]
